
export const weatherUA = {
  temperature: 'Температура',
  condition: 'Стан', 
  humidity: 'Вологість повітря', 
  windSpeed: 'Швидкість вітру', 
  clouds: 'Хмарність', 
  visibility: 'Видимість',
  sunrise: 'Схід сонця',
  sunset: 'Захід сонця',

  loading: 'Завантажуємо дані',
  errorServerTxt: 'Вибачте, при запросі на сервер сталася помилка. Спробуйте, будь ласка, оберіть точку на карті для повторного запросу.',
  errorFastTxt: 'Надто часті запити — зачекайте хвилинку.',
  errorPinTxt: 'Будь ласка, оберіть точку з назвою населеного пункту.',
};
